eviteWebService/soap_msgs/login.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><login xmlns="http://webservice.qv.evite.com"><in0><ns1:clientId xmlns:ns1="http://model.qv.evite.com">wavemarket</ns1:clientId><ns2:clientKey xmlns:ns2="http://model.qv.evite.com">t64Hadre</ns2:clientKey></in0><in1>tester.1.wave@hotmail.com</in1><in2>madam0</in2><in3>5105551212</in3></login></soapenv:Body></soapenv:Envelope>
